Repository: forest28gold/PartyEvent
Catalog: partymode/Localizable.strings/*.lproj/Localizable.strings
Languages: de

# currentLanuguage
source: en
de: de

source: Settings
de: Einstellungen

# welcome
source: Welcome to partymode
de: Willkommen bei partymode

# no_internet_connection
source: No network internet connection
de: Keine Verbindung zum Internet

# authentication_failed
source: The authentication was not successful. Please try again!
de: Die Anmeldung war leider nicht erfolgreich. Bitte versuch es noch einmal!

# image_content_description
source: Profile picture
de: Benutzer Bild

# image
source: Picture
de: Bild

# slider_on_off
source: On-Off-Switch
de: Ein-Aus-Schalter

source: Search title
de: Suchtitel

# search_hint
source: search partyfriends
de: partypeople durchsuchen

source: Notification
de: Benachrichtigung

# action_settings
source: Settings
de: Einstellungen

# impressum
source: Imprint
de: Impressum

source: blocked
de: blockiert

source: EDIT
de: BEARBEITEN

# visibility
source: Visiblilty
de: Sichtbarkeit

source: edit partypeople
de: partypeople bearbeiten

# get_notification
source: receive notification
de: Benachrichtigung erhalten

source: Action
de: Aktion

source: invite
de: einladen

# sms_invitation
source: Are you up for partying? Better together! Get the free partyapp on www.partymode.cc!
de: Lust was zu machen? Better together! Hol dir die kostenlose Partyapp unter www.partymode.cc!

# partify_no_success
source: Partify is currently not allowed!
de: Partify ist gerade nicht möglich!

# partify_success
source: has been asked for the current partymode!
de: wurde nach dem partymode gefragt!

source: add to crowd
de: zur Crowd hinzufügen

# addnickname
source: add partyname
de: Partyname hinzufügen

# error_crowd_create
source: The crowd could not be created. Please try again later!
de: Die Crowd konnte nicht erstellt werden. Bitte versuche es später noch einmal!

# notification_title_partify
source: wants to know
de: möchte

# notification_title_partymodeon
source: went into partymodeON!
de: ging in partymodeON!

# notification_body_partify
source: your partymode!
de: deinen partymode wissen!

# notification_body_partymodeon
source: In the mood to meet up?
de: Lust was zu unternehmen?

# notification_body_create_crowd
source: %@ has invited you!
de: %@ hat dich eingeladen!

# notification_body_msg
source: %d unread messages
de: %d ungelesene Nachrichten

# notification_body_one_msg
source: 1 unread message
de: 1 ungelesene Nachricht

# notification_body_postponed_crowd
source: %@ has been postponed!
de: %@ hat die Zeit geändert!

# notification_body_crowd_title
source: %@ has been renamed to %@.
de: %@ heißt jetzt %@.

# notification_body_crowd_location
source: The new meeting point is %@.
de: Neuer Treffpunkt ist %@.

# notification_body_postponed_crowd1
source: has been postponed!
de: hat die Zeit geändert!

# notification_body_crowd_title1
source: has been renamed to
de: heißt jetzt

# notification_body_crowd_location1
source: The new meeting point is
de: Neuer Treffpunkt ist

# title_activity_create_crowd
source: create partycrowd
de: partycrowd erstellen

# friendsaddfriends
source: Allow to add partypeople
de: Partypeople hinzufügen erlauben?

# invitedpartypeople
source: invited
de: eingeladen

source: location
de: Treffpunkt

source: Select date
de: Datum auswählen

source: Select time
de: Zeit auswählen

# emptytitle
source: The title is empty.
de: Gib der partycrowd einen Namen!

# timeinpast
source: The time lies in the past.
de: Die Zeit liegt in der Vergangenheit.

source: ACCEPT
de: ZUSAGEN

source: DECLINE
de: ABSAGEN

# acceptances
source: Accept
de: Zusagen

# noanswer
source: No response
de: Keine Antwort

# declinations
source: DECLINED
de: Absagen

# declinepartycrowd
source: Decline to this partycrowd
de: Der partycrowd absagen

# suredeclinepartycrowd
source: Tell your partypeople the reason why:
de: Warum hast du keine Zeit

source: back
de: zurück

# engaged
source: I already have plans.
de: Ich habe schon was vor

# stayhome
source: I will stay at home today.
de: Ich bleibe heute zu Hause

# ownmessage
source: Custom message
de: Eigene Nachricht

# declinedalready
source: You already declined! You may still accept!
de: Du hast abgesagt! Willst du doch noch zusagen?

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Yesterday
de: Gestern

# by
source: from
de: von

source: invitations
de: eingeladen

source: next crowds
de: aktiv

source: past crowds
de: vergangen

source: edit partycrowd
de: partycrowd bearbeiten

source: Me
de: Ich

# stilldecline
source: DECLINE TO THIS PARTYCROWD
de: DER PARTYCROWD ABSAGEN

# youdeclined
source: You have declined.
de: Du hast abgesagt.

# def_title1
source: Meet in style
de: Partytiger

# def_title2
source: Speakeasy
de: Schluckspechte

# def_title3
source: 90s Dance Party
de: Tanzbären

# def_title4
source: Get tipsy
de: Nachtschwärmer

# def_title5
source: Game Night
de: Chiller

# def_location1
source: Club
de: Treffpunkt noch offen

# def_location2
source: Wine cellar
de: Treffpunkt noch offen

# def_location3
source: Tower
de: Treffpunkt noch offen

# def_location4
source: Sports field
de: Treffpunkt noch offen

# def_location5
source: At my home
de: Treffpunkt noch offen

source: Show your friends your mode!
de: Zeige deinen Freunden deinen Mode!

source: Mode switch background
de: Mode Schalter Hintergrund

# discoball
source: Mirror ball
de: Diskokugel

# ico_partycontacts
source: Partycontacts
de: Partykontakte

source: Mode status bar
de: Mode Statusbalken

# modeon
source: On
de: partymodeON

# modeoff
source: Off
de: partymodeOFF

source: Gender
de: Geschlecht

source: female
de: weiblich

source: male
de: männlich

source: Birthday
de: Geburtstag

# address
source: Home city
de: Wohnort

# emailaddress
source: Mail address
de: E-Mail

source: edit partyprofile
de: partyprofile bearbeiten

# partynamedescription
source: This name is seen by all people in your partycrowds, which do not have saved you as their contact.
de: Diesen Namen sehen alle in deinen partycrowds, die dich nicht als Kontakt gespeichert haben.

# provideyourdata
source: Enter your data in order to particiate in contests. Only you see this data.
de: Trage deine Daten ein um bei Gewinnspielen mitmachen zu können. Diese Daten siehst nur du.

source: First name
de: Vorname

source: Last name
de: Nachname

# selectbirthday
source: Select birthdate
de: Geburtstag auswählen

source: ADD NAME
de: NAMEN HINZUFÜGEN

# addpic
source: Add photo
de: Foto hinzufügen

# postpic
source: Post photo
de: Foto posten

# fromgallery
source: select from gallery
de: aus Galerie auswählen

source: Camera
de: Kamera

# error_io
source: Error while reading the file.
de: Fehler beim Lesen der Datei.

# error
source: Errorr
de: Fehler

source: LOGIN
de: ANMELDEN

# contacts_title
source: Contacts
de: Zur App einladen

# camera_title
source: Camera
de: Kamera

# write_title
source: External memory
de: Externer Speicher

# access_to_contacts_required
source: Access to contacts is required in order to use this app.
de: Um die App nutzen zu können, wird der Zugriff auf die Kontakte benötigt.

# access_to_camera
source: Access to camera is required in order to take a picture.
de: Die Erlaubnis für den Zugriff auf die Kamera wird benötigt, um ein Foto aufnehmen zu können.

# access_write_storage
source: Access to external memory is required in order to use pictures in this app.
de: Um in der App Bilder nutzen zu können, ist Zugriff auf den externen Speicher nötig.

# to_partyhistory
source: PARTYHISTORY
de: ZUR PARTYHISTORY

# imgnotdisplayed
source: The image cannot be displayed.
de: Das Bild kann leider nicht angezeigt werden.

# loadingimg
source: The image is being downloaded.
de: Das Bild wird heruntergeladen.

# imgdownloadfailed
source: The image could not be downloaded.
de: Das Bild konnte nicht heruntergeladen werden.

# enteredchat
source: has accepted.
de: hat zugesagt.

# leftchat
source: has declined.
de: hat abgesagt.

# media_badremoval
source: Memory has been removed.
de: Der Speicher wurde entfernt.

# media_checking
source: External memory is being checked.
de: Der externe Speicher wird gerade überprüft.

# media_ejecting
source: External memory has been removed.
de: Der externe Speicher wird gerade entfernt.

# media_readonly
source: External memory is not writable.
de: Der externe Speicher kann nicht beschrieben werden.

# media_nofs
source: External memory does not contain a file system.
de: Der externe Speicher verfügt über kein Dateisystem.

# media_shared
source: External memory is not available.
de: Der externe Speicher ist gerade nicht verfügbar.

# media_unknown
source: External memory is not available.
de: Der externe Speicher ist nicht verfügbar.

# media_unmountable
source: External memory is not available.
de: Der externe Speicher ist nicht verfügbar.

# media_unmounted
source: External memory is not available.
de: Der externe Speicher ist nicht verfügbar.

# network_error
source: A network error ocurred. Please try again!
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuche es noch einmal!

# unexpected_error
source: An unexpected error has occurred. Please try again!
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es noch einmal!

# error_no_google_play
source: Google Play Services are not installed . The App can not be used without these unfortunately.
de: Keine Google Play Services installiert. Die App kann ohne diese leider nicht benutzt werden.

# error_not_authenticated
source: You must re-login.
de: DMelde dich bitte erneut an!

# feedback_text
source: We are looking forward to your constructive and anonymous feedback, what is good and what could be improved!
de: Wir freuen uns über dein konstruktives und anonymes Feedback, was wir gut machen und was wir in Zukunft besser machen können!

source: Send
de: Senden

# vibrate
source: Vibrate on notifications
de: Bei Benachrichtigungen vibrieren

source: Logoff
de: Abmelden

# tvmedia_title
source: Movie night
de: Lust auf Fernsehen?

# tvmedia_body
source: Take a look at todays TV program?
de: Wirf einen Blick ins aktuelle Fernsehprogramm!

# feedback_thank
source: Thanks for your feedback!
de: Danke für dein Feedback!

# feedback_body
source: Would you like to rate us in PlayStore?
de: Bitte bewerte uns auch im App-Store.

source: Star
de: Stern

source: Cancel
de: Abbrechen

source: Done
de: Fertig

# alert_connection_error
source: Connection problem occurred. Please contact the support center.
de: Verbindungsprobleme, wir helfen Ihnen gerne telefonisch weiter.

source: REACTIVATE PARTYCROWD
de: PARTYCROWD REAKTIVIEREN

source: INVITE FRIENDS
de: FREUNDE EINLADEN

# login_signup_rules
source: By signing in you indicate that you have read and agree to the Terms of Service and Privacy Policy of partymode.
de: Indem du auf Anmelden klickst, bestätigst du, die ANB und DSB von partymode gelesen und akzeptiert zu haben.

# feedback_msg_title
source: Would you like to rate us in the App Store?
de: Möchtest du uns auch im App Store bewerten?

# thanks_feedback
source: Thanks for your feedback!
de: Danke für dein Feedback!

# del_partycrowd_title
source: Delete partycrowds
de: Partycrowds löschen

# del_partycrowd_text
source: All partycrowds will be deleted.
de: Alle partycrowds werden gelöscht.

source: DELETE
de: LÖSCHEN

# imagename_empty_partymode
source: empty_partymode_en
de: empty_partymode

# imagename_empty_partycrowdchat
source: partycrowdchat_empty_en
de: partycrowdchat_empty

# imagename_empty_partycrowdpic
source: partycrowdpic_empty_en
de: partycrowdpic_empty

# imagename_empty_partypeople
source: partypeople_empty_en
de: partypeople_empty

# emptylocation
source: tbd
de: offen

# crowds_category_invited
source: INVITED
de: EINGELADEN

# crowds_category_active
source: ACTIVE
de: AKTIV

# crowds_category_past
source: PAST
de: VERGANGEN

# imprint_text
source: partymode KG Waldstraße 40 7221 Marz Austria Phone: +43 650 56 211 20 Mail: hello@partymode.cc
de: partymode KG Waldstraße 40 7221 Marz Österreich Tel: +43 650 56 211 20 Mail: hello@partymode.cc

# del_partycrowd_alert
source: Do you really want to delete this partycrowd?
de: Willst du diese Partycrowd wirklich löschen?

# alert_yes
source: Yes
de: Ja

# alert_No
source: No
de: Nein

# alert_disabled_contact_permission
source: Without access to phonebook the Partymode can't be used. Please log in again.
de: Ohne Zugriff auf die Kontakte kann die Partymode App nicht benutzt werden.

# menu_faq
source: FAQ & Support
de: FAQs & Support

# contact_settings_alert
source: To re-enable, please go to Settings and turn on Contact permission for this app. We promise to keep your contacts private.
de: Bitte gehe zu den Einstellungen und gewähre Partymode den Zugriff auf die Kontakte.

source: Contact Permission Disabled!
de: Zugriff auf Kontakte deaktiviert!

source: Language
de: Sprache

source: English
de: Englisch

source: German
de: Deutsch

source: Change language
de: Sprache ändern

# ChangeLngGer_msg
source: Would you like to change the language to German?
de: Willst du die Sprache auf Deutsch ändern?

# ChangeLngEng_msg
source: Would you like to change the language to English?
de: Willst du die Sprache auf Englisch ändern?

source: Add to contacts?
de: Zu Kontakten hinzufügen?
